Repository: wp-plugins/jetpack-sharing
Catalog: languages/jetpack-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: %1$s (%2$s) thinks you may be interested in the following post:
nl_nl: %1$s (%2$s) pensa que vocÃª pode estar interessado neste artigo:

source: Shared Post
nl_nl: Gedeeld bericht

source: Sharing
nl_nl: Delen

source: Show sharing buttons.
nl_nl: Toon gedeelde buttons.

source: Support
nl_nl: Hulp

source: Disable CSS and JS
nl_nl: Schakel CCS en JS uit

source: Advanced. If this option is checked, you must include these files in your theme manually for the sharing links to work.
nl_nl: Uitgebreid. Als deze functie is ingeschakeld dan moet je handmatig de sharing invoegen om het werkend te krijgen.

source: Share this:
nl_nl: Deel dit:

source: More
nl_nl: Meer

source: Share
nl_nl: Delen

source: This post has been shared!
nl_nl: Dit bericht is gedeeld!

source: You have shared this post with %s
nl_nl: Je hebt dit bericht gedeeld met %s

source: Close
nl_nl: Sluiten

source: Click to email this to a friend
nl_nl: Klik hier om een emailadres in te voeren

source: Send to Email Address
nl_nl: Verstuur naar emailadres

source: Your Name
nl_nl: Verzender

source: Your Email Address
nl_nl: Email verzender

source: Cancel
nl_nl: Annuleer

source: Post was not sent - check your email addresses!
nl_nl: Bericht is niet verzonden - controleer je emailadres!

source: Email check failed, please try again
nl_nl: Email controle is mislukt, probeer opnieuw

source: Sorry, your blog cannot share posts by email.
nl_nl: Sorry, je kunt het bericht niet delen per email.

source: Click to share on Twitter
nl_nl: Klik om dit bericht te delen op Twitter

source: Click to share on StumbleUpon
nl_nl: Klik om dit bericht te delen op StumbleUpon

source: Click to share on Reddit
nl_nl: Klik om dit bericht te delen op Reddit

source: Click to Digg this post
nl_nl: Klik om dit bericht te delen op Digg

source: Click to share on LinkedIn
nl_nl: Klik om dit bericht te delen op LinkedIn

source: Share on Facebook
nl_nl: Klik om dit bericht te delen op Facebook

source: Print
nl_nl: Afdrukken

# share to
source: Print
nl_nl: Imprimir

source: Click to print
nl_nl: Klik om dit bericht te printen

source: Press This
nl_nl: Publique isto

# share to
source: Press This
nl_nl: Publique isto

source: Click to Press This!
nl_nl: Klik om dit bericht te delen op Press.

source: Click to share on Google+
nl_nl: Klik om dit bericht te delen op Google+

source: Click to share
nl_nl: Clique para partilhar

source: Icon
nl_nl: Pictogram

source: Remove Service
nl_nl: Service verwijderen

source: Click to share on Tumblr
nl_nl: Klik om dit bericht te delen op Tumblr

source: Click to share on Pinterest
nl_nl: Klik om dit bericht te delen op Pinterest

source: Click to share on Pocket
nl_nl: Klik om dit bericht te delen op Pocket

source: Sharing Settings
nl_nl: Instellingen voor het delen

source: Warning! Multibyte support missing!
nl_nl: Waarschuwing! Multibyte ondersteuning ontbreekt!

source: This plugin will work without it, but multibyte support is used <a href="%s">if available</a>. You may see minor problems with Tweets and other sharing services.
nl_nl: Deze plugin zal werken zonder het, maar ondersteuning voor multibyte is gebruikt <a href="%s">quando disponÃ­vel</a>. Mogelijk ziet u kleine problemen met Tweets en andere services voor het delen.

source: Settings have been saved
nl_nl: Instellingen zijn opgeslagen

source: Sharing Buttons
nl_nl: Delen van knoppen

source: Add sharing buttons to your blog and allow your visitors to share posts with their friends.
nl_nl: Delen knoppen toevoegen aan uw blog en sta toe dat bezoekers berichten te delen met hun vrienden.

source: Available Services
nl_nl: Beschikbare Services

source: Drag and drop the services you'd like to enable into the box below.
nl_nl: Slepen en neerzetten van de diensten die u wilt inschakelen in het vak hieronder.

source: Add a new service
nl_nl: Een nieuwe service toevoegen

source: Please note that your services have been restricted because your site is private.
nl_nl: Houd er rekening mee dat uw diensten beperkt zijn omdat uw site prive is.

source: Enabled Services
nl_nl: Ingeschakelde diensten

source: Services dragged here will appear individually.
nl_nl: Diensten hiernaast worden afzonderlijk weergegeven.

source: Drag and drop available services here.
nl_nl: Sleep en plaats beschikbare diensten hier in.

source: Services dragged here will be hidden behind a share button.
nl_nl: Diensten hier gesleept worden verborgen achter een deel knop.

source: Live Preview
nl_nl: Voorvertoning

source: Sharing is off. Add services above to enable.
nl_nl: Delen is uitgeschakeld. Voeg diensten hierboven toe.

source: Button style
nl_nl: Stijl van knoppen

source: Icon + text
nl_nl: Pictogram+ tekst

source: Icon only
nl_nl: Alleen pictogrammen

source: Text only
nl_nl: Alleen tekst

source: Official buttons
nl_nl: OfficiÃ«le knoppen

source: Sharing label
nl_nl: Label delen

source: Open links in
nl_nl: Koppelingen openen in

source: New window
nl_nl: Nieuw venster

source: Same window
nl_nl: Hetzelfde venster

source: Show buttons on
nl_nl: Knoppen weergeven op

source: Front Page, Archive Pages, and Search Results
nl_nl: Beginpagina, archiefpagina's en zoekresultaten

source: Save Changes
nl_nl: Instellingen opslaan

source: Service name
nl_nl: Servicenaam

source: Sharing URL
nl_nl: Delen van de URL

source: You can add the following variables to your service sharing URL:
nl_nl: U kunt de volgende variabelen toevoegen aan uw service delen van de URL:

source: Icon URL
nl_nl: Pictogram URL

source: Enter the URL of a 16x16px icon you want to use for this service.
nl_nl: Voer de URL van een pictogram van de 16x16px die u wilt gebruiken voor deze service.

source: Create Share Button
nl_nl: Share knop maken

source: An error occurred creating your new sharing service - please check you gave valid details.
nl_nl: Fout bij het maken van uw nieuwe service voor het delen - gelieve de ingevoerde details te controleren.
